"BUTTON_AUTHENTICATE" = "استخدام رقم هاتفي";

"BUTTON_CONTINUE" = "متابعة";

"BUTTON_CREATED_ACCOUNT" = "تمّ إنشاء الحساب";

"BUTTON_CREATE_ACCOUNT" = "إنشاء حساب";

"BUTTON_CREATING_ACCOUNT" = "إنشاء الحساب";

"BUTTON_DISMISS" = "تجاهل";

"BUTTON_DONE" = "تمّ";

"BUTTON_NOT_NOW" = "ليس الآن";

"BUTTON_OKAY" = "موافق";

"BUTTON_RESEND_CONF_CODE" = "اطلب رمزًا آخر.";

"BUTTON_RETRY" = "إعادة المحاولة";

"BUTTON_SENDING" = "جارٍ الإرسال...";

"BUTTON_SENDING_CONF_CODE" = "إرسال رمز التأكيد";

"BUTTON_SEND_CONF_CODE" = "إرسال رمز التوثيق";

"BUTTON_SENT_CONF_CODE" = "تمّ إرسال رمز التأكيد";

"BUTTON_TRY_DIFFERENT_NUMBER" = "جرّب رقمًا مختلفًا";

"CALL_ME_ACTION" = "اتصل بي";

"CALL_ME_LOADING" = "جارٍ الاتصال...";

"ERROR_CANT_SMS" = "لايمكن إرسال رسالة نصّيّة قصيرة لهذا الرقم.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "يُرجى التحقق من الرمز وإعادة المحاولة";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "مهلًا، يبدو أننا نواجه مشكلة في الشبكة. دعنا نحاول مرّة أخرى؟ [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "يُرجى تفقّد بريدك الإلكترونيّ وإعادة المحاولة";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "يُرجى التحقق من الرقم وإعادة المحاولة";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "لقد قمتَ مسبقًا بتعيين رمز التوثيق المكوّن من خطوتين على <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "بالنقرعلى \"اتصِل بي\" أعلاه، سيقوم <a href=\"https://www.digits.com\">Digits by Twitter</a> بإرسال مكالمة صوتية لتأكيد رقم هاتفك. قد يتم تطبيق رسوم الاتصال والبيانات.";

"FOOTNOTE_CREATE_ACCOUNT" = "بالنقر على \"إنشاء حساب\" أعلاه، أنت توافق على <a href=\"https://twitter.com/tos\">شروط الخدمة</a>، <a href=\"https://twitter.com/privacy\">سياسة الخصوصيّة</a>، <a href=\"https://support.twitter.com/articles/20170514\">سياسة تعريف ملفّات الارتباط</a> لـ <a href=\"https://www.digits.com\">Digits by Twitter</a>، لمشاركة رقم هاتفك مع %@، ويمكن لمستخدمي %@ الآخرين اكتشافك بواسطة رقم الهاتف.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "أنت توافق على أن هذا التطبيق و<a href=\"https://www.digits.com/settings\"> وكل التطبيقات المدرجة في حسابك على Digits </a> ستتمكّن من الوصول إلى هذا البريد الإلكترونيّ وسيتمكّن مستخدموها من اكتشافك بواسطة البريد الإلكترونيّ.";

"FOOTNOTE_LOGIN" = "بالنقر على \"متابعة\"، فإن <a href=\"https://www.digits.com/settings\">رقم هاتفك وبريدك الإلكترونيّ على Digits </a> ستتم مشاركتها مع %@ وسيتمكّن مستخدمو %@ الآخرون من اكتشافك بواسطة رقم الهاتف و/أو البريد الإلكترونيّ.";

"FOOTNOTE_SEND_CONF_CODE" = "بالنقر على \"إرسال رمز التأكيد\" أعلاه، سيقوم <a href=\"https://www.digits.com\">Digits by Twitter</a> بإرسال رسالة نصّيّة قصيرة لتأكيد رقم هاتفك. قد يتم تطبيق رسوم الرسائل والبيانات.";

"FOOTNOTE_TOS_UPDATE" = "بالنقر على \"استمرار\"، أنت توافق على شروط الخدمة وسياسة الخصوصية وسياسة تعريف ملفّات الارتباط لـ Digits by Twitter، لمشاركة <a href=\"https://www.digits.com/settings\">هاتفك و/أو بريدك الإلكترونيّ على Digits</a> مع %@، ويمكن لمستخدمي %@ الآخرين اكتشافك بواسطة رقم الهاتف و/أو البريد الإلكترونيّ.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "أدخِل رمز التحقّق المُكوّن من خطوتين.";

"LABEL_ENTER_CONF_CODE" = "لقد أرسلنا لك رمزًا.";

"LABEL_ENTER_EMAIL" = "أدخِل بريدك الإلكترونيّ.";

"LABEL_ENTER_PHONE_NUMBER" = "ما هو رقم هاتفك؟";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "نحن نستخدم Digits بواسطة\nتويتر في العثور على المزيد من أصدقائك الذين يستخدمون هذا التطبيق. عندما تنقر موافق،  سنقوم برفع دفتر عناوينك إلى Digits بواسطة تويتر كي نتمكن من مساعدتك في العثور على مستخدمي %@ الذين تعرفهم أو مساعدة مستخدمي %@ الآخرين في العثور عليك.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "اعثر على أصدقائك";

"LABEL_RESEND_CONF_CODE" = "ألم تحصُل على رمز؟";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "لا يمكن تأكيد رقم هاتفك.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "عذرًا، نواجه مشكلة في إرسال رمز التأكيد لك.";

"ONBOARDING_MESSAGE" = "[Digits] أدخُل إلى https://fabric.io لتعيين اسم التطبيق الخاص بك والذي سيتم تضمينه في توثيق البريد الإلكترونيّ وتصديق الرسائل النصّيّة القصيرة/الصوتيّة.";

"PARTIAL_FOOTNOTE_THIS_APP" = "النص الذي سيتم إدخاله عندما يكون اسم التطبيق غير معروف: \"...يستطيع المستخدمون الآخرون لتطبيق [app name] اكتشافك...\"";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "رمز التحقق";

"PLACEHOLDER_CONF_CODE" = "أدخِل الرمز الخاصّ بك المُكوّن من ستة أرقام";

